Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/ubuntu-tm.tmx
Source language: en
Languages: ca_es

source: Downloading changelog
ca_es: S'està baixant el registre de canvis

source: Other updates (%s)
ca_es: Altres actualitzacions (%s)

source: This update does not come from a source that supports changelogs.
ca_es: Aquesta actualització no prové d'una font que funcioni amb registres de canvis.

source: Failed to download the list of changes. Please check your Internet connection.
ca_es: S'ha produït un error en baixar la llista de canvis. Comproveu la vostra connexió a Internet.

source: Changes for the versions: Installed version: %s Available version: %s
ca_es: Canvis de les versions: Versió instal·lada: %s Versió disponible: %s

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
ca_es: El fitxer de canvis no conté canvis rellevants. Vegeu http://launchpad.net/ubuntu/+source/%s/%s/+changelog mentre els canvis no estan disponobles o torneu a provar-ho més tard.

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
ca_es: La llista de canvis encara no està disponible. Utilitzeu http://launchpad.net/ubuntu/+source/%s/%s/+changelog mentre els canvis no estiguin disponibles o torneu a provar-ho més tard.

source: Failed to detect distribution
ca_es: No s'ha pogut detectar la distribució

source: A error '%s' occurred while checking what system you are using.
ca_es: S'ha produït un error «%s» mentre es comprovava el sistema que esteu utilitzant.

source: Important security updates
ca_es: Actualitzacions de seguretat importants

source: Recommended updates
ca_es: Actualitzacions recomanades

source: Proposed updates
ca_es: Actualitzacions proposades

source: Distribution updates
ca_es: Actualitzacions de la distribució

source: Other updates
ca_es: Altres actualitzacions

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
ca_es: Les actualitzacions de programari corregeixen errors, eliminen problemes de seguretat i proporcionen prestacions noves.

source: _Partial Upgrade
ca_es: Actualització _parcial

source: <big><b>Not all updates can be installed</b></big>
ca_es: <big><b>No s'han pogut instal·lar totes les actualitzacions</b></big>

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
ca_es: Duu a terme una actualització parcial per instal·lar tantes actualitzacions com sigui possible. Això pot ser degut a: * Una actualització anterior que no es va completar * Problemes amb alguns dels programes instal·lats * Paquets de programari no oficials, no proporcionats per l'Ubuntu * Canvis normals d'una versió no final de l'Ubuntu

source: Chec_k
ca_es: Compro_va

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Updates</i> tab.
ca_es: <b><big>Heu de comprovar les actualitzacions manualment</big></b> El vostre sistema no comprova les actualitzacions automàticament. Si voleu que ho faci, configureu-ho a <i>Fonts de programari</i> a la pestanya <i>Actualitzacions</i>.

source: _Hide this information in the future
ca_es: _En el futur oculta aquesta informació

source: Co_ntinue
ca_es: Co_ntinua

source: <big><b>Running on battery</b></big>
ca_es: <big><b>S'està utilitzant la bateria</b></big>

source: Your system is running on battery. Are you sure you want to continue?
ca_es: El sistema està funcionant amb l'energia de la bateria. Segur que voleu continuar?

source: _Upgrade
ca_es: _Actualitza

source: Show progress of individual files
ca_es: Mostra el progrés dels fitxers individuals

source: U_pgrade
ca_es: _Actualitza

source: updates
ca_es: actualitzacions

source: Changes
ca_es: Canvis

source: You are connected via roaming and may be charged for the data consumed by this update.
ca_es: Esteu connectat per itinerància i potser us cobraran per les dades baixades per l'actualització.

source: It’s safer to connect the computer to AC power before updating.
ca_es: És més segur connectar l'ordinador a la xarxa elèctrica abans de començar l'actualització.

source: _Settings...
ca_es: _Paràmetres...

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
ca_es: <b>Hi ha disponible una versió nova de l'Ubuntu. Voleu actualitzar el vostre sistema?</b>

source: Don't Upgrade
ca_es: No actualitzis

source: Ask Me Later
ca_es: Demana-m'ho més tard

source: Yes, Upgrade Now
ca_es: Actualitza

source: You have declined to upgrade to the new Ubuntu
ca_es: Heu triat no actualitzar a la versió nova de l'Ubuntu

source: Software Updates
ca_es: Actualitzacions de programari

source: Show and install available updates
ca_es: Mostra i instal·la les actualitzacions disponibles

source: Show version and exit
ca_es: Mostra la versió i surt

source: Directory that contains the data files
ca_es: El directori que conté els fitxers de dades

source: Check if a new Ubuntu release is available
ca_es: Comprova si hi ha una versió nova de l'Ubuntu disponible

source: Check if upgrading to the latest devel release is possible
ca_es: Comprova si és possible actualitzar a la darrera versió de desenvolupament

source: Upgrade using the latest proposed version of the release upgrader
ca_es: Duu a terme l'actualització utilitzant la darrera versió proposada de l'actualitzador

source: Do not focus on map when starting
ca_es: No passes a primer pla en iniciar

source: Try to run a dist-upgrade
ca_es: Prova d'executar un dist-upgrade

source: Do not check for updates when starting
ca_es: No comprovis si hi ha actualitzacions en iniciar

source: Test upgrade with a sandbox aufs overlay
ca_es: Prova d'actualitzar en un entorn de proves amb aufs

source: Running partial upgrade
ca_es: S'està executant una actualització parcial

source: Show description of the package instead of the changelog
ca_es: Mostra la descripció del paquet en lloc del registre de canvis

source: Try upgrading to the latest release using the upgrader from $distro-proposed
ca_es: Proveu d'actualitzar a l'última versió fent servir l'actualitzador de $distro-proposed

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
ca_es: Executeu un mode d'actualització especial. Actualment disposeu del mode «desktop» per a actualitzacions de sistemes d'escriptori i del mode «server» per a sistemes servidors.

source: Run the specified frontend
ca_es: Executa el frontal especificat

source: Check only if a new distribution release is available and report the result via the exit code
ca_es: Només verifica si hi ha disponible una versió nova i informa del resultat mitjançant el codi de sortida

source: Checking for a new Ubuntu release
ca_es: S'està cercant una versió nova de l'Ubuntu

source: For upgrade information, please visit: %(url)s
ca_es: Per obtenir més informació sobre actualitzacions, aneu a: %(url)s

source: No new release found
ca_es: No s'ha trobat cap versió nova

source: New release '%s' available.
ca_es: La versió nova «%s» ja està disponible

source: Run 'do-release-upgrade' to upgrade to it.
ca_es: Executeu «do-release-upgrade» per actualitzar a la nova versió.

source: Ubuntu %(version)s Upgrade Available
ca_es: Hi ha disponible una actualitzacio de l'Ubuntu %(version)s

source: You have declined the upgrade to Ubuntu %s
ca_es: Heu triat no actualitzar a l'Ubuntu %s

source: Add debug output
ca_es: Afegeix informació de depuració

source: Show unsupported packages on this machine
ca_es: Mostra els paquets no oficials en aquest dispositiu

source: Show supported packages on this machine
ca_es: Mostra els paquets mantinguts en aquest ordinador

source: Show all packages with their status
ca_es: Mostra tots els paquets i el seu estat

source: Show all packages in a list
ca_es: Mostra una llista de tots els paquets

source: Support status summary of '%s':
ca_es: Estat de manteniment de «%s»:

source: You have %(num)s packages (%(percent).1f%%) supported until %(time)s
ca_es: Teniu %(num)s paquets (%(percent).1f%%) mantinguts fins %(time)s

source: You have %(num)s packages (%(percent).1f%%) that can not/no-longer be downloaded
ca_es: Teniu %(num)s paquets (%(percent).1f%%) que ja no es poden baixar

source: You have %(num)s packages (%(percent).1f%%) that are unsupported
ca_es: Teniu %(num)s paquets (%(percent).1f%%) que no estan mantinguts

source: Run with --show-unsupported, --show-supported or --show-all to see more details
ca_es: Executeu aquest programa amb una de les opcions --show-unsupported, --show-supported o --show-all per veure'n més detalls

source: No longer downloadable:
ca_es: Ja no es poden baixar:

source: Unsupported:
ca_es: No mantinguts:

source: Supported until %s:
ca_es: Mantinguts fins %s:

source: Unsupported
ca_es: No mantingut

source: Unimplemented method: %s
ca_es: El mètode %s no està implementat

source: A file on disk
ca_es: Un fitxer en disc

source: Install missing package.
ca_es: Instal·la el paquet que falta.

source: Package %s should be installed.
ca_es: El paquet %s s'hauria d'instal·lar.

source: .deb package
ca_es: Paquet .deb

source: %s needs to be marked as manually installed.
ca_es: %s s'ha de marcar com a instal·lat manualment.

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
ca_es: En dur a terme l'actualització, si el paquet kdelibs4-dev està instal·lat caldrà instal·lar el paquet kdelibs5-dev. Vegeu l'informe d'error número 279621 a bugs.launchpad.net per a obtenir-ne més detalls.

source: %i obsolete entries in the status file
ca_es: %i entrades obsoletes en el fitxer status

source: Obsolete entries in dpkg status
ca_es: Entrades obsoletes a dpkg status

source: Obsolete dpkg status entries
ca_es: Entrades obsoletes a dpkg status

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
ca_es: Esborra el lilo ja que el grub també està instal·lat (Si voleu més detalls vegeu l'error #314004)

source: If none of this applies, then please report this bug using the command 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
ca_es: Si res d'això és aplicable, informeu d'aquest error utilitzant l'ordre «ubuntu-bug ubuntu-release-upgrader-core» en un terminal.

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
ca_es: Ha sigut impossible instal·lar el paquet necessari. Informeu d'aquest error utilitzant l'ordre «ubuntu-bug ubuntu-release-upgrader-core» en un terminal.

source: Please report this bug in a browser at http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
ca_es: Informeu d'aquest error en un navegador a http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug i adjunteu els fitxers de /var/log/dist-upgrade/ a l'informe d'error. %s

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug ubuntu-release-upgrader-core'.
ca_es: El més probable és que sigui un error en l'eina d'actualització. Informeu d'aquest error utilitzant l'ordre «ubuntu-bug ubuntu-release-upgrader-core» en un terminal.

source: Running the 'unity' desktop environment is not fully supported by your graphics hardware. You will maybe end up in a very slow environment after the upgrade. Our advice is to keep the LTS version for now. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D Do you still want to continue with the upgrade?
ca_es: L'entorn d'escriptori «Unity» no és totalment compatible amb el vostre maquinari gràfic. Pot ser que l'escriptori s'executi molt lentament després de l'actualització. El nostre consell és que de moment mantingueu la versió LTS. Per obtenir més informació vegeu https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D. Tot i això, voleu continuar amb l'actualització?

source: You can upgrade at a later time by opening Software Updater and click on "Upgrade".
ca_es: Podeu actualitzar més tard obrint el gestor d'actualitzacions i fent clic a «Actualitza».

source: Perform a release upgrade
ca_es: Realitza una actualització de la versió

source: To upgrade Ubuntu, you need to authenticate.
ca_es: Cal que us autentiqueu per actualitzar l'Ubuntu.

source: Perform a partial upgrade
ca_es: Realitza una actualització parcial

source: To perform a partial upgrade, you need to authenticate.
ca_es: Cal que us autentiqueu per fer una actualització parcial.
